Repository: F1248/Genius
Catalog: Genius/Localization/LocalizableSimple.xcstrings
Source language: en
Languages: de

# administratorPrivilegesRequest
source: Genius requires the permission of an administrator.
de: Genius benötigt die Erlaubnis eines Administrators.

# appUpdates
source: Updates of Genius
de: Aktualisierungen von Genius

# askToAllowAccessoriesToConnect
source: Ask to allow devices to connect
de: Fragen, um Verbinden von Geräten zu erlauben

# automaticAppUpdates
source: Automatic Updates of Genius
de: Automatische Aktualisierungen von Genius

source: Automatic Updates
de: Automatische Aktualisierungen

source: Board
de: Platine

source: Boot Mode
de: Startmodus

source: Boot Volume
de: Startvolume

source: Check for macOS updates
de: Nach macOS-Aktualisierungen suchen

# checkForUpdatesEllipsis
source: Check for Updates of Genius…
de: Nach Aktualisierungen von Genius suchen…

# cpuFrequency
source: Processor Speed
de: Prozessor-Geschwindigkeit

# cpuName
source: Processor Name
de: Prozessor-Name

# cpuType
source: Processor Type
de: Prozessor-Typ

source: Download macOS updates
de: macOS-Aktualisierungen herunterladen

# installAppStoreAppUpdates
source: Install app updates from the App Store
de: App-Aktualisierungen aus dem App Store installieren

source: Install configuration data updates
de: Konfigurationsdaten-Aktualisierungen installieren

source: Install critical updates
de: Kritische Aktualisierungen installieren

source: Install macOS updates
de: macOS-Aktualisierungen installieren

# malwareProtection
source: Malicious Program Protection
de: Schadprogramm-Schutz

# systemInformation
source: Information
de: Informationen

# uninstallApp
source: Remove Genius
de: Genius entfernen

# uninstallAppEllipsis
source: Remove Genius…
de: Genius entfernen…

# uninstallationMessage
source: Genius and all its data will be removed. This action cannot be undone.
de: Genius und alle seine Daten werden entfernt. Diese Aktion kann nicht widerrufen werden.

# uninstallationTitle
source: Are you sure you want to remove Genius?
de: Möchtest du Genius wirklich entfernen?

# updateInProgressMessage
source: Unable to check for updates at the moment because an update is already in progress. Please try again shortly.
de: Im Moment kann nicht nach Aktualisierungen gesucht werden, da eine Aktualisierung bereits läuft. Bitte versuche es in Kürze erneut.

# updateInProgressTitle
source: Update Already in Progress
de: Aktualisierung läuft bereits
